---
kind: enumMember
id: F:Autodesk.Revit.DB.TemporaryViewMode.ExplodedView
enum: Autodesk.Revit.DB.TemporaryViewMode
source: html/8c0c72db-2801-3642-72bb-108cfdff23e1.htm
---
# Autodesk.Revit.DB.TemporaryViewMode.ExplodedView

The view is in the mode that shows the model in exploded view and allows user changes/configurations